Repository: lbonomo/youtube-shortcode-lb
Catalog: languages/youtube-shortcode-*.po
Languages: lb_es_es

source: YouTube video player
lb_es_es: Reproductor de vídeo de YouTube

source: [YouTube Shortcode] Invalid video ID format: %s
lb_es_es: [YouTube Shortcode] Formato de ID de vídeo inválido: %s

source: [YouTube Shortcode] Could not extract video ID from URL: %s
lb_es_es: [YouTube Shortcode] No se pudo extraer el ID de vídeo de la URL: %s

source: [YouTube Shortcode] Invalid URL format: %s
lb_es_es: [YouTube Shortcode] Formato de URL inválido: %s

source: YouTube Video Error
lb_es_es: Error de vídeo de YouTube

source: Please use one of the following formats:
lb_es_es: Por favor, utiliza uno de los siguientes formatos:

source: Supported attributes: width, height, autoplay, controls, modestbranding, rel
lb_es_es: Atributos soportados: width, height, autoplay, controls, modestbranding, rel

source: [YouTube Shortcode] Neither "id" nor "url" attribute provided
lb_es_es: [YouTube Shortcode] No se proporcionó ni el atributo "id" ni "url"

source: [YouTube Shortcode] Both "id" and "url" attributes provided. Use only one.
lb_es_es: [YouTube Shortcode] Se proporcionaron ambos atributos "id" y "url". Utiliza solo uno.

source: Just show a Youtube vidio in a Post (with a shortcode [youtube-shortcode])
lb_es_es: Solo muestra un video de Youtube en una entrada (con el shorcode [youtube-shortcode])
